				Identification Division.
		    Program-ID. sampleCOBOL.

		    Procedure Division.
		    Main-Paragraph.
						Display "Hello, World!"
		        Stop Run.
